


const month = ["ဂျန်နဝါရီ","ဖေဖော်ဝါရီ","မတ်","အေပရယ်","မေ","ဂျွန်","ဂျူလိုင်","သြဂတ်","စက်တင်ဘာ","အောက်တိုဘာ","နိုင်ဝင်ဘာ","ဒီဇင်ဘာ"];

const day = ["၀","၁","၂","၃","၄","၅","၆","၇","၈","၉","၁၀","၁၁","၁၂","၁၃","၁၄","၁၅","၁၆","၁၇","၁၈","၁၉","၂၀","၂၁","၂၂","၂၃","၂၄","၂၅","၂၆","၂၇","၂၈","၂၉","၃၀","၃၁"]

const date = new Date();
let datename = day [date.getDate()];
let name = month[date.getMonth()];
document.getElementById("current_date").innerHTML = 'ယနေ့သည်' + ' ' + name + 'လ' + ' ' + datename + ' ' + 'ရက်ဖြစ်ပါသည်';



